"Configure pill schedule" ="Configurar les pastilles";
"Create pill schedule" ="Crear la píndola";
"Day" ="Dia";
"Each" ="Cada";
"Fields are not correctly filled, please fill them all" ="Camps no s'omplen correctament, si us plau, ompli tots ells";
"Frequency" ="Freqüència";
"Hour" ="Hora";
"Name" ="Nom";
"Next pill is %@ %@ at %i" ="Píndola següent és %@ %@ a %i";
"Next time" ="La propera vegada";
"No pill scheduled, create one!" ="Cap píndola previst, crear-ne un";
"Ok" ="D&apos;acord";
"Pill configuration" ="Configuració";
"Pill Information" ="Informació";
"Time to take %@" ="Prendre %@";
"Week" ="Setmana";
